
/* GPS status string. Needs leading space */
" -- NO FIX" = "-- NO FIX";

/* title of the scan button */
" Start Scan " = "Comenzar Escaneo";

/* menu item */
"(No driver loaded)" = "(No se ha cargado driver)";

/* the any ssid for probe nets */
"<any ssid>" = "<algún ssid>";

/* menu item for GPS prefs */
"<do not use GPS integration>" = "<no usar integración GPS>";

/* hidden ssid */
"<hidden ssid>" = "<ssid oculto>";

/* ssid for lucent tunnels */
"<lucent tunnel>" = "<lucent tunnel>";

/* for tunnels */
"<no bssid>" = "<no  bssid>";

/* the ssid for tunnels */
"<tunnel>" = "<tunnel>";

/* unknown client ID */
"<unknown>" = "<desconocido>";

/* Unresolved password */
"<unresolved>" = "<sin resolver>";

/* menu item for GPS prefs */
"<use GPSd to get coordinates>" = "<usar GPSd para conseguir las coordenadas>";

/* Abort button */
"Abort" = "Abortar";

/* For export Server. */
"Access denied. Please check your account and password settings." = "Acceso denegado. Por favor comprueba tu cuenta y contraseña.";

/* table description */
"ad-hoc" = "ad-hoc";

/* short driver description */
"Aironet Card" = "Tarjeta Aironet";

/* short driver description */
"Airport Card" = "Tarjeta Airport";

/* short driver description */
"Airport Extreme Card" = "Tarjeta Airport Extreme";

/* menu item. needs to be the same as in MainMenu.nib */
"All FCC/IC Channels (1-11)" = "Todos los canales FCC/IC (1-11)";

/* long driver description */
"Apple Airport card, passive mode" = "Tarjeta Apple Airport, modo pasivo";

/* long driver description */
"Apple Airport Extreme card, passive mode" = "Tarjeta Apple Airport Extreme, modo pasivo";

/* long driver description */
"Apple Airport or Airport Extreme card, active mode" = "Apple Airport o Airport Extreme, modo activo";

/* error box title */
"Area mapping failed" = "Mapeado del area fallido";

/* short driver description */
"Atheros based Card" = "Tarjeta con chipset Atheros";

/* long driver description */
"Atheros based card, passive mode" = "Tarjeta con chipset Atheros, modo pasivo";

/* menu item. description must be the same as in MainMenu.nib! */
"Authentication Flood" = "Flood de autenticación";

/* table description */
"AvgSignal" = "AvgSignal";

/* busy dialog */
"Bruteforce attack against WEP-40 alphanumerical..." = "Ataque con Fuerza Bruta, WEP-40 alfanumérica";

/* busy dialog */
"Bruteforce attack against WEP-40 lowercase..." = "Ataque con Fuerza Bruta, WEP-40 minúsculas";

/* busy dialog */
"Bruteforce attack against WEP-40..." = "Ataque con fuerza bruta WEP-40...";

/* table description */
"BSSID" = "BSSID";

/* table description */
"Bytes" = "Bytes";

/* Title of busy dialog */
"Caching Map..." = "Cacheando el Mapa...";

/* menu item, needs to be like in DownloadMap.nib */
"Census Bureau Maps (United States)" = "Mapas de Oficinas del Censo (USA)";

/* table description */
"Channel" = "Canal";

/* LONG text about why this does not work with active attacks */
"Channel hopping enabled failure description" = "Tienes el channel hopping activado! Para enviar frames correctamente necesitas desactivar y seleccionar un canal, dónde podrás recibir la red correctamente";

/* Error box title for active attacks */
"Channel hopping enabled." = "Channel hopping activado.";

/* State for weak scheduling attack */
"Checked %d,000 keys" = "Probadas %d,000 llaves";

/* long driver description */
"Cisco Aironet card, passive mode" = "Cisco Aironet, modo pasivo";

/* for speech */
"closed" = "cerrado";

/* table description */
"Comment" = "Comentario";

/* PrismGT Error title */
"Communication failure!" = "Fallo de comunicación!";

/* dialog title */
"Connect your device again!" = "Conecta tu dispositivo de nuevo!";

/* Joining error */
"Could not attach to Airport device." = "No se ha podido conectar al Airport. Nota: No es posible conectar a una red si el driver Aiport passive driver está siendo usado";

/* GPS status */
"Could not connect to GPSd." = "No se ha podido conectar a GPSd.";

/* For export Server. */
"Could not connect to Internet Server. Please check your internet connection and see if you can connect to http://binaervarianz.de." = "No se ha podido conectar al servidor de Internet. Por favor comprueba tu conexión a Internet y comprueba que puedes navegar por http://binaervarianz.de.";

/* Error for Crashreporter */
"Could not connect to server." = "No se ha podido conectar al servidor.";

/* Download Map Error */
"Could not connect to www.expedia.com" = "No se ha podido conectar a www.expedia.com";

/* LONG error description with possible causes. */
"Could not create dump" = "No se ha podido crear fichero de volcado % @. Estas seguro de que los permisos son correctos?";

/* GPS status */
"Could not create GPSd socket." = "No se ha podido crear el socket GPSd.";

/* Error dialog title */
"Could not enable Monitor Mode for Airport Extreme." = "No se ha podido activar el Modo Monitor para Airport Extreme.";

/* LONG description */
"Could not instanciate Driver description" = "KisMac no ha podido cargar el driver (%@). Las razones para éste fallo pueden ser:\n\n1.- Has seleccionado el driver incorrecto.\n2.- No has insertado tu PCMCIA (solo si has seleccionado ese driver)\n3.- Tus extensiones de Kernel están mal. En éste caso reinicia.\n4.- Estás usando una tarjeta de otro fabricante y KisMAC no puede descargar el driver. Si tienes el driver de SourceForge por favor instala el parche provisto con KisMAC.\n";

/* Error title */
"Could not instaniciate Driver." = "No se ha podido instanciar el Driver.";

/* Driver init failed */
"Could not instanitiate Driver." = "No se ha podido instanciar el Driver.";

/* Error dialog title */
"Could not load Airport Driver." = "Nos se ha podido cargar el Driver Airport.";

/* LONG desc */
"Could not load Airport Driver. Apple API gone mad" = "KisMAC ha encontrado el driver pero el API de Apple dice que no está allí. Ni idea de lo que ésto significa.";

/* LONG desc with solution */
"Could not load Airport Driver. Apple Driver not loaded" = "KisMAC no ha podido cargar el driver Apple Airport, si lo matastes cargando el Viha driver. Prueba reiniciando KisMAC.";

/* LONG desc */
"Could not load Airport Driver. Attachment error" = "KisMAC no ha podido adjuntarse al driver de Apple Airport";

/* LONG Error dialog description */
"Could not load Airport Driver. Drivers not found" = "KisMAC no ha podido encontrar los drivers para Apple Airport. Por favor asegurate de que están instalados correctamente y no re-emplazados por el driver Viha.";

/* Error dialog title */
"Could not load custom Airport Driver." = "No se ha podido cargar el driver Airport.";

/* LONG description */
"Could not load custom Airport Driver. description" = "Has estado ejecutando KisMAC con drivers en modo activo. Necesitarás reiniciar KisMAC antes de poder usar el driver de Airport en modo pasivo";

/* Error dialog description */
"Could not load Monitor Mode for Airport Extreme. Drivers were not found." = "No se ha podido cargar el driver Airport Extreme en modo pasivo. No se han encontrado.";

/* Error description. example dump is an internal file */
"Could not open example dump file" = "No se ha podido abrir el fichero de ejemplo de volcado";

/* GPS status */
"Could not open GPS." = "No se ha podido acceder al GPS.";

/* Decrypt error title */
"Could not open input Dump." = "No se ha podido abrir el Input Dump.";

/* Decrypt error title */
"Could not open output dump." = "No se ha podido abrir el Output Dump.";

/* Error for Crashreporter */
"Could not read Response" = "No se ha podido leer la Respuesta";

/* Download Map Error */
"Could not resolve expedia server" = "No se ha podido encontrar el servidor expedia";

/* GPS status */
"Could not resolve GPSd server." = "No se ha podido resolver el servidor GPSd.";

/* Error for Crashreporter */
"Could not resolve Server" = "No se ha podido resolver el Servidor";

/* Crack dialog title */
"Cracking successful" = "Crackeado satisfactorio";

/* Error box title for WEP attacks */
"Cracking unsuccessful" = "Crackeado no satisfactorio";

/* LONG description with possible causes */
"Cracking unsuccessful description for brutforce" = "La llave no ha podido ser recuperada. Las posibles razones son:\n\n      1.- La llave no era de 40-bit/104-bit.\n      2.- El algoritmo de encriptación no era WEP.\n      3.- La llave difiere de las que se han testeado.\n      4.- La llave ha cambiado durante el proceso de recolección.";

/* LONG description with possible causes */
"Cracking unsuccessful description for weak scheduling attack" = "KisMAC no ha podido recuperar la clave WEP. Esto es probablemente por que no ha recolectado suficientes paquetes. Necesitarás un valor mayor a 100,000. Otra razón puede ser que la estación base use protocolos extendidos como WEP+ o las llaves han cambiado durante el proceso de recolección.";

/* default status string for crack dialog */
"Cracking..." = "Crackeando...";

/* Error for Crashreporter */
"Creating the stream failed." = "Ha fallado la creacion del stream";

/* table description */
"Data Packets" = "Paquetes de datos";

/* menu item. description must be the same as in MainMenu.nib! */
"Deauthenticate" = "Desautenticar";

/* menu item */
"Deauthenticating " = "Desautenticar";

/* Decrypt error title */
"Decryption done." = "Desencriptacion completada";

/* Decrypt error title */
"Decryption failed." = "Desencriptación fallida";

/* Network deletion dialog button */
"Delete" = "Borrar";

/* Network deletion dialog button */
"Delete and Filter" = "Borrar y filtrar";

/* table description */
"disabled" = "desabilitado";

/* button text */
"Don't bother me!" = "No me molestes!";

/* Save changes dialog button */
"Don't Save" = "No grabar";

/* USB driver bug warning. */
"Due a bug in Intersils Prism USB driver you must unplug your device now temporarily, otherwise you will not be able to use it any more. KisMAC will prompt you again to put it back in after loading is completed." = "Debido a un bug en los drivers USB Prism Intersils, deberás desconectar tu dispositivo temporalmente, o por lo contrario no podrás usarlo mas. KisMAC requerirá que lo conectes de nuevo una vez que la carga sea completada.";

/* GPS status string. */
"Elevation" = "Elevación";

/* table description */
"Encryption" = "Encriptación";

/* title for join network dialog */
"Error joining Network" = "Error conectando a la Red";

/* Error for Crashreporter */
"Error reading response" = "Error leyendo la respuesta";

/* LONG Description of execution failure. No root privileges?! */
"Execution failure description" = "KisMAC no ha podido ejecutar un script de Shell interno. Esto suele ser porque no tienes permisis de root.";

/* Execution failure title */
"Execution failure." = "Ejecución fallida";

/* menu item, needs to be like in DownloadMap.nib */
"Expedia (Europe)" = "Expedia (EUROPA)";

/* menu item, needs to be like in DownloadMap.nib */
"Expedia (United States)" = "Expedia (USA)";

/* Export failure dialog title */
"Export failed" = "Exportación fallida";

/* LONG Export failure dialog text. Permissions?! */
"Export failure description" = "KisMAC no ha podido completar la exportación, por un error I/O. Están los permisos correctamente definidos?";

/* Status for busy dialog */
"Exporting to %@..." = "Exportando a %@...";

/* Status for busy dialog */
"Exporting to .kismac Server..." = "Exportando al servidor .kismac...";

/* Internal KisMAC error title */
"Fatal Error" = "Error Fatal";

/* table description */
"First Seen" = "Visto por Primera Vez";

/* menu item */
"Flooding " = "Inundando/Flooding";

/* this is for speech output */
"found %@ network. SSID is %@" = "encontrada la red %@. El SSID es %@ ";

/* Download Map Error */
"Got no response from expedia. Mapsize too big?" = "No se ha recibido respuesta de expedia. Mapa muy grande?";

/* GPS status */
"GPS device closed." = "Dispositivo GPS cerrado.";

/* LONG GPS status string with informations where to enable */
"GPS disabled" = "Subsistema GPS desactivado. Necesitas seleccionar un dispositivo en las preferencias.";

/* LONG GPS status string with informations howto debug */
"GPS not working" = "Subsistema GPS no funciona. Compruebe el log";

/* GPS status */
"GPS started in GPSd mode." = "GPS iniciado en modo GPSd.";

/* GPS status */
"GPS started in serial mode." = "GPS iniciado en modo serie.";

/* GPS status */
"GPS subsystem disabled." = "Susbistema GPS desactivado.";

/* GPS status */
"GPS subsystem initialized but not running." = "Subsistema GPS iniciado pero no ejecutándose.";

/* GPS status */
"GPS subsystem starting up." = "Subsistema GPS iniciándose.";

/* GPS status string */
"GPS subsystem works, but there is no data.\nIf you are using gpsd, there may be no GPS connected.\nOtherwise, your GPS is probably connected but not yet reporting a position." = "GPS subsystem works, but there is no data.\nIf you are using gpsd, there may be no GPS connected.\nOtherwise, your GPS is probably connected but not yet reporting a position.";

/* GPS status */
"GPSd connection terminated." = "Conexión con GPSd terminada";

/* for speech */
"hidden" = "oculto";

/* menu item */
"Hide Details" = "Ocultar Detalles";

/* menu item */
"Hide Hierarchy" = "Ocultar jerarquía";

/* Import failure dialog title */
"Import failed" = "Importación fallida";

/* LONG description. Maybe no internet? */
"Import failure description" = "KisMAC no ha podido completar la importación. Estás seguro de que tienes una conexión a internet válida?";

/* Status for busy dialog */
"Importing %@..." = "Importando %@...";

/* Status for busy dialog */
"Importing from Server..." = "Importando del Servidor...";

/* table description */
"Inj. Packets" = "Paquetes inyectados";

/* Decrypt error title */
"Input file does not exist!" = "El fichero de entrada no existe!";

/* LONG description of what might have gone wrong */
"Instanitiation Failure Description" = "KisMAC ha podido cargar el driver para %@, pero no ha podido crear el interfax. Asegurate de que tu dispositivo de captura está correctamente conectado. Si piensas que todo está correctamente conectado, puedes intentarlo reiniciando tu ordenador. Puede que system.log te muestre más detalles.";

/* LONG Error description */
"Invalid channel selection failure title" = "Tienes que seleccionar al menos un canal, de otra manera no tiene sentido. Por favor asegurate de seleccionar un canal válido de inicio.";

/* Decrypt error title */
"Invalid hex key." = "Llave hexadecimal inválida.";

/* LONG description of the error */
"Invalid Injection Option description" = "Ninguno de los drivers seleccionados pueden enviar raw frames. Actualmente solo los dispositivos basados en PrismII pueden realizar dicha tarea.";

/* No injection driver title */
"Invalid Injection Option." = "Opción de inyección inválida.";

/* for Filter PrefPane */
"Invalid MAC Address" = "Dirección MAC inválida";

/* LONG description how a MAC looks like */
"Invalid MAC Address description" = "Has especificado una dirección MAC ilegal. Las direcciones MAC consisten de seis valores hexadecimales separados por :";

/* Invalid channel selection failure title */
"Invalid Option" = "Opción inválida";

/* table description */
"Key" = "Llave";

/* Error for packet reinjection */
"KisMAC can only attack managed networks!" = "KisMAC solo puede atacar redes managed!";

/* USB driver bug warning. */
"KisMAC completed the unload process. Please plug your device back in before you continue." = "KisMAC ha completado el proceso de descarga. Por favor inserta tu dispositivo de nuevo antes de continuar";

/* description for join network dialog */
"KisMAC could not join the selected network, because of the following error: %@" = "KisMAC no pudo unirse a la red seleccionada, por el siguiente error: %@";

/* Decrypt dialog */
"KisMAC decrypted %u data frames. There were %u dropped frames, because of CRC errors." = "KisMAC ha desencriptado %u data frames. Se han eliminado %u frames, por errores en el CRC";

/* Decrypt dialog */
"KisMAC decrypted all %u data frames." = "KisMAC ha desencriptado todos los %u data frames.";

/* Error description for WPA crack. */
"KisMAC did already reveal the password." = "KisMAC ha revelado ya la contraseña.";

/* Decrypt dialog */
"KisMAC dropped all %u data frames, because of CRC errors! This is most likely because you entered a wrong password." = "KisMAC ha borrado todos %u frames, porque había errores de CRC! Esto es probablemente porqué ha introducido una contraseña incorrecta.";

/* Decrypt error */
"KisMAC needs a password or a key in order to decrypt a file!" = "KisMaC necesita una contraseña o una llave para poder desencriptar un fichero!";

/* Decrypt error */
"KisMAC needs the name of an input file, which it shall decrypt!" = "KisMAC necesita el nombre de un fichero de entrada, para desencriptarlo!";

/* Decrypt error */
"KisMAC needs the name of an output file, where it can save the decrypted dump!" = "KisMAC necesita el nombre de un fichero de salida, donde guardar el volcado desencriptado!";

/* crack dialog */
"KisMAC was able to recover the key of the selected network. It is: %@" = "KisMAC ha podido recuperar la llave de la red seleccionada. Es: %@";

/* Decrypt error */
"KisMAC was unable to open the input file because of the following error" = "KisMAC no ha podido abrir el fichero de entrada por el siguiente error";

/* Decrypt error */
"KisMAC was unable to open the output file!" = "KisMAC no ha podido abrir el fichero de salida";

/* ext about what might have gone wrong with the injection */
"KisMAC was unable to start a reinjection attack, because: %@" = "KisMAC no ha podido empezar el ataque con reinyección, porque: %@";

/* table description */
"Last Seen" = "Visto última vez";

/* table description */
"LastIV" = "UltimosIV";

/* table description */
"Latitude" = "Latitud";

/* table description */
"LEAP" = "LEAP";

/* for Backend loading */
"Loading %@..." = "Cargando %@...";

/* table description */
"Longitude" = "Longitud";

/* table description */
"lucent tunnel" = "túnel lucent";

/* for Filter PrefPane */
"MAC Address exsist" = "La dirección MAC existe";

/* LONG description */
"MAC Address exsist description" = "Has especificado una dirección MAC que ya existe en la lista.";

/* table description */
"Main Channel" = "Canal Principal";

/* table description */
"managed" = "managed";

/* menu item, needs to be like in DownloadMap.nib */
"Map24" = "Map24";

/* table description */
"MaxSignal" = "SeñalMáxima";

/* LONG dialog text. The user needs more packets. active scanners are not able to do this */
"Need more packets description" = "No has recolectado suficientes paquetes de datos para realizar éste ataque. Por favor captura algo más de tráfico.";

/* LONG dialog text. The user needs more weak packets. explain */
"Need more weak packets description" = "KisMAC no puede recuperar tu clave WEP usando éste método. El Weak Scheduling Attack require de muchas llaves weak. Por favor mire la ayuda para más detalles";

/* LONG description of what this dialog does */
"Network deletion dialog text" = "Estas segura de que quieres borrar la red? Esta acción no puede deshacerse. También puedes añadir ésta red a la lista de filtros para evitar que aparezca en el panel.";

/* table description */
"NO" = "NO";

/* For export Server. */
"No account name given. Enter it in the preferences." = "No se ha indicado nombre de cuenta. Introdúcelos en preferencias.";

/* gps status */
"No GPS device available." = "No hay disponible un GPS";

/* LONG text about where you can enable it */
"No injection driver failure description" = "No se ha seleccionado un driver de inyección seleccionado. Por favor seleccione uno desde el panel de preferencias.";

/* Error box title for active attacks */
"No injection driver." = "No hay driver de inyección";

/* Decrypt error title */
"No input file given." = "No se ha proporcionado fichero de entrada";

/* Decrypt error title */
"No key entered." = "No hay llave introducida.";

/* map view status */
"No map loaded! Please import or load one first." = "No hay mapas cagados! Por favor importa uno primero.";

/* LONG description */
"No network selected failure description" = "Necesitarás seleccionar una red, que quieras atacar!";

/* Error box title for active attacks */
"No network selected." = "No se ha seleccionado red.";

/* Decrypt error title */
"No output file given." = "No se ha proporcionado fichero de salida.";

/* Download Map error title */
"No server selected." = "No hay servidor seleccionado.";

/* LONG error description */
"No server selected. description" = "KisMAC necesita el nombre de un servidor desde dónde cargar un mapa. Si sabes como conseguir un mapa de otro servidor o como obtenerlo envíame un email.";

/* for speech */
"open" = "abierto";

/* Status for busy dialog */
"Opening %@..." = "Abriendo %@...";

/* Error for Crashreporter */
"Opening the stream failed." = "Apertura del stream fallida.";

/* table description */
"Packets" = "Paquetes";

/* label of traffic view */
"packets/sec" = "paquetes/seg";

/* busy dialog */
"Performing Newsham attack..." = "Ejecutando ataque Newsham...";

/* GPS status string. */
"Position" = "Posición";

/* short driver description */
"Prism2 USB device" = "Dispositivo USB Prism2";

/* short driver description */
"Prism2/Orinoco/Hermes Card" = "Tarjeta Prism2/Orinoco/Hermes";

/* long driver description */
"Prism2/Orinoco/Hermes card, passive mode" = "Prism2/Orinoco/Tarjeta Hermes, modo pasivo";

/* short driver description */
"PrismGT based Card" = "Tarjeta basada en PrismGT";

/* long driver description */
"PrismGT based card, passive mode" = "Tarjeta basada en PrismGT, modo pasivo";

/* table description */
"probe" = "probar";

/* Error for packet reinjection */
"Re-Injection failed" = "Re-Inyectar ha fallado";

/* LONG Warning text. Make the user think */
"Really load MacJack? description" = "KisMAC ha detectado, que hay una insancia inactiva de el driver inalámbrico de SourceForge que no puede ser descargado. Probablemente no hayas instalado el parche provisto con KisMAC. Por favor reinstala KisMAC! Si deseas continuar hay posibilidades de que tu sistema se cuelgue completamente.";

/* Network deletion dialog title */
"Really want to delete?" = "Realmente quieres borrar?";

/* LONG description */
"Really want to load Viha warning" = "KisMAC ha detectado, que es lo más probable que hay algún programa controlando tu driver de Airport (como un medidor de señal, conector de internet u otro stumbler). Si continúas, tu conexión de Airport puede que no vuelva a activarse cuando salgas de KisMAC.\nPor favor observe que en MacOS X 10.3 y 10.3.1 hay un bug en un componente fuente cerrado de Apple. Por favor actualiza a 10.3.2 para evitar éste comportamiento.";

/* this is for speech output */
"Reencountered network. SSID is %@" = "Red reencontrada. SSID es %@";

/* menu item. description must be the same as in MainMenu.nib! */
"Reinject Packets" = "Reinyectando paquetes";

/* menu item */
"Reinjecting into " = "Reinyectando en";

/* Error dialog title */
"Reinjection unsuccessful" = "Reinyección no satisfactoria";

/* Status for busy dialog */
"Resetting document..." = "Reseteando documento...";

/* GPS status string */
"Resetting GPS subsystem..." = "Reseteando el subsistema GPS...";

/* Retry button */
"Retry" = "Reintentar";

/* Save changes dialog button */
"Save" = "Guardar";

/* LONG dialog text */
"Save changes dialog text" = "Has estado escaneando desde tu última visita. Quieres guardar los resultados?";

/* Save changes dialog title */
"Save Changes?" = "Guardar cambios?";

/* Saving failure dialog title */
"Saving failed" = "Guardar ha fallado";

/* LONG Saving failure dialog text. Permissions?! */
"Saving failure description" = "KisMAC no pudo completar el proceso de grabaciín porque ha ocurrido un error I/O. Están los permisos correctamente definidos?";

/* Status for busy dialog */
"Saving to %@..." = "Guardando a %@...";

/* LONG Export failure dialog text. Enable it in preferences */
"Server Export disabled" = "Exportando los daos KisMAC a un servidor por defecto está desactivado por razones de privacidad. Por favor actívalo en preferencias!";

/* Error for Crashreporter */
"Setting the stream's client failed." = "Configurando el stream del cliente fallido.";

/* busy dialog */
"Setting up packet reinjection..." = "Configurando la reinyección de paquetes...";

/* menu item */
"Show Details" = "Mostrar Detalles";

/* menu item. needs to be same as MainMenu.nib */
"Show Hierarchy" = "Mostrar jerarquía";

/* menu item. description must be the same as in MainMenu.nib! */
"Show Net Area" = "Mostrar Area de Red";

/* menu item */
"Show Net Area of " = "Mostrar Area de la red de";

/* table description */
"Signal" = "Señal";

/* label of traffic view */
"signal" = "señal";

/* table description */
"SSID" = "SSID";

/* GPS status */
"Starting GPS in GPSd mode." = "Iniciando GPS en modo GPSd";

/* GPS status */
"Starting GPS subsystem." = "Iniciando subsistema GPS.";

/* table description */
"Supported Rates" = "Transferencias Soportadas";

/* menu item, needs to be like in DownloadMap.nib */
"TerraServer (Map)" = "TerraServer (Mapa)";

/* menu item, needs to be like in DownloadMap.nib */
"TerraServer (Satellite)" = "TerraServer (Satélite)";

/* For Reinjection */
"Test suitable reinjection packets" = "Testear inyección probable de paquetes";

/* Error description for LEAP crack. */
"The captured challenge response packets are not sufficient to perform this attack" = "Los datos capturados y sus paquetes no son suficientes para realizar el ataque";

/* map view status */
"The coordinates of waypoints are too close!" = "Las coordenadas de los waypoints están muy cerca!";

/* Error description for cracking. */
"The encryption of the selected network does not work with this attack." = "La encriptación de la red seleccionada no funciona con este ataque.";

/* Decrypt error */
"The hex key, that you entered is invalid. It must consist only of A-F and 0-9 signs and needs to have a specific length." = "La llave Hexadecimal, que has introducido es inválida. Tiene que consistir de A-F y 0-9 solo y tener una longitud específica.";

/* For export Server. */
"The Internet server reported an Internal Error. Please export your data and send it to us for debugging." = "El servidor de Internet ha reportado un error interno. Por favor exporta tus datos y envíanoslo para debug.";

/* Error description for WPA crack. */
"The key was none of the tested passwords." = "La llave no era ninguna de los passwords probados.";

/* description why LEAP crack failed */
"The LEAP key could not be recovered, because for the following reason: %@." = "La llave LEAP no ha podido ser recuperada, por la siguiente razon: %@.";

/* Reinjection error */
"The networks seems to be not reacting." = "La red parece que no está reaccionando";

/* For export Server. */
"The Server answerd with an unknown error code! Please check for a new KisMAC version." = "El servidor ha respondido con un código de error desconocido! Por favor revisa si hay una nueva versión de KisMAC";

/* Dialog text for Crashreporter */
"The transmittion of the report failed because of the following error" = "La transmision de el reporte ha fallado por el siguiente error";

/* Dialog text for Crashreporter */
"The transmittion of the report is complete. Thank you for your help!" = "La transmisión del reporte ha sido completada. Gracias por tu ayuda!";

/* map view status */
"The waypoints are too close!" = "Los waypoints están muy cerca!";

/* description why WPA crack failed */
"The WPA key could not be recovered, because for the following reason: %@." = "La llave WPA no ha podido ser recuperada por la siguiente razón: %@.";

/* PrismGT Error */
"This driver will not work with older Prism2 or USB devices.\nPlease make sure, that the network card is properly inserted and the GTDriver (gtdriver.binaervarianz.de) is installed and working." = "This driver will not work with older Prism2 or USB devices.\nPlease make sure, that the network card is properly inserted and the GTDriver (gtdriver.binaervarianz.de) is installed and working.";

/* GPS status string. */
"Time" = "Hora";

/* Title for Crashreporter */
"Transmittion complete." = "Transmisión completada.";

/* Title for Crashreporter */
"Transmittion failed." = "Transmision fallida.";

/* GPS status */
"Trying to terminate GPS subsystem." = "Intentando cerrar el susbistema GPS";

/* table description */
"tunnel" = "tunel";

/* table description */
"Type" = "Tipo";

/* table description */
"Unique IVs" = "IVs únicos";

/* table description */
"unknown" = "desconocido";

/* long driver description */
"USB device with Prism2 chipset, passive mode" = "Dispositivo con chipset Prism2, modo pasivo";

/* Error box title */
"USB Prism2 error" = "Error USB Prism2";

/* LONG Error description */
"USB Prism2 error description" = "Ha ocurrido un error con el driver de tu dispositivo USB, asegurate de que está correctamente conectado. El escaneo será cancelado. Los errores se loguearán a console.log.";

/* GPS status string. */
"Velocity" = "Velocidad";

/* table description */
"Vendor" = "Fabricante";

/* For Reinjection */
"Waiting for interesting packets..." = "Esperando paquetes interesantes...";

/* Warning dialog title */
"WARNING! Do you really want to load the MacJack driver?." = "ATENCION! Realmente quieres cargar el driver MacJack?";

/* warning dialog title */
"WARNING! Do you really want to load the Viha driver?." = "ATENCION! Realmente quieres cargar el driver Viha?";

/* Warning dialog title */
"WARNING! Please unplug your USB device now." = "ADVERTENCIA! Por favor desconecta tu dispositivo USB ahora.";

/* map view status */
"Waypoint 1 is not set!" = "El Waypoint 1 no está establecido";

/* map view status */
"Waypoint 2 is not set!" = "El Waypoint 2 no está establecido";

/* busy dialog */
"Weak scheduling attack..." = "Weak Scheduling attack...";

/* table description */
"WEP" = "WEP";

/* table description */
"WEP-40" = "WEP-40";

/* busy dialog */
"Wordlist attack against LEAP..." = "Ataque por palabras contra LEAP...";

/* busy dialog */
"Wordlist attack against WEP-Apple104..." = "Ataque por palabras contra WEP-Apple104...";

/* busy dialog */
"Wordlist attack against WEP-Apple40..." = "Ataque por palabras contra WEP-Apple40...";

/* busy dialog */
"Wordlist attack against WEP-MD5..." = "Ataque por palabras contra WEP-MD5...";

/* busy dialog */
"Wordlist attack against WPA-PSK..." = "Ataque por palabras contra WPA-PSK...";

/* table description */
"WPA" = "WPA";

/* Error for packet reinjection */
"You can only reinject into WEP encrypted networks!" = "Solo se puede re-inyectar en redes encriptadas con WEP";

/* Joining error */
"You cannot join a hidden network, before you reveal the SSID." = "No puedes unirte a una red oculta, antes de revelar su SSID.";

/* Joining error */
"You do not have a password for this network." = "No tienes contraseña para ésta red.";

/* area mapping failure */
"You have to load a map in order to perform this action" = "Tienes que cargar un mapa para poder ejecutar ésta acción";

/* Explain */
"You will need to reveal a valid SSID before you are able to attack this network. The SSID is a vital part of the WPA encryption process" = "Necesitarás revelar un SSID válido antes de poder atacar ésta red. El SSID es una parte vital de la encriptación WPA";
